cask "arduino-ide"
cask "google-chrome"
cask "mqtt-explorer"
cask "openscad"
cask "prismlauncher"
cask "orcaslicer"
cask "slack"
cask "steam"
cask "thunderbird"
cask "zoom"
cask "zwift"

cask "android-file-transfer"
cask "claude"
cask "claude-code"
cask "discord"
cask "firefox"
cask "ghostty"
cask "goreleaser/tap/goreleaser"
cask "joplin"
cask "podman-desktop"
cask "rectangle"

brew "coreutils"
brew "gnu-sed"
cask "session-manager-plugin"

brew "ansible"
brew "awscli"
brew "bzip2"
brew "cmake"
brew "d2"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "git"
brew "gmp"
brew "gnupg"
brew "hurl"
brew "iperf3"
brew "jq"
brew "libpq"
brew "libyaml"
brew "llvm"
brew "mise"
brew "neovim"
brew "node-build"
brew "openssl@3"
brew "qmk/qmk/qmk"
cask "rar"
brew "readline"
brew "ripgrep"
brew "ruby-build"
brew "shared-mime-info"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "zsh"
